/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="相碰连接";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="连接%@？";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="正在连接...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="网络不可用";
/* No button for Bump API popup */
"No"="否";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="不匹配 - 请重试。";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="其他用户取消了碰撞。";
/* Tell the user to please try bumping again. */
"Please bump again."="请再碰一次";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="有时候需要相碰两次。";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="正在建立连接";
/* Yes button for Bump API popup */
"Yes"="是";�